"tn_tabbar_home_title" = "ទំព័រដើម";
"tn_tabbar_category_title" = "ប្រភេទ";
"tn_tabbar_order_title" = "ការបញ្ជាទិញ";
"tn_tabbar_more_title" = "ច្រើនទៀត";
"tn_page_ordersubmit_title" = "បំពេញការបញ្ជាទិញ";
"tn_button_ordersubmit_success_title" = "សូមអបអរសាទរ! ការបញ្ជាទិញរបស់អ្នកបានសម្រេច";
"tn_button_OK_title" = "បញ្ជាក់";
"tn_button_submitorder_title" = "ដាក់ស្នើការបញ្ជាទិញ";
"tn_page_totalcount_text" = "តម្លៃ:";
"tn_page_payments_title" = "មធ្យោបាយទូទាត់";
"tn_page_payment_ondelivery_text" = "បង់ប្រាក់ពេលទទួលទំនិញ";
"tn_page_total_amount_title" = "ចំនួន";
"tn_page_deliveryfee_title" = "ថ្លៃដឹកជញ្ចូន";
"tn_page_shoppingcar_title" = "រទេះទំនិញ(%zd)";
"tn_alert_sharesuccess_title" = "ចែករំលែកដោយជោគជ័យ";
"tn_button_confirm_title" = "បញ្ជាក់";
"tn_text_M_title" = "លោក %@,%@";
"tn_text_F_title" = "អ្នកស្រី %@,%@";
"tn_page_deliveryto_title" = "អាស័យដ្ធានទទួលទំនិញ";
"tn_page_deliveryto_placeholder" = "សូមបន្ថែមអាស័យដ្ធានទទួលទំនិញ";
"tn_page_default_title" = "លំនាំដើម";
"tn_page_contact_title" = "លេខទូរសព្ទ័ទំនាក់ទំនង";
"tn_page_nodata_title" = "No more result";
"tn_page_search_title" = "បញ្ចូលផលិតផល ឈ្មោះហាង ដើម្បីស្វែងរក";
"tn_page_category_title" = "ប្រភេទ";
"tn_page_choiceness_title" = "លក្ខណៈពិសេស";
"tn_page_networkerror_title" = "បណ្តាញខ្សោយ ចុចដើម្បីផ្ទុកឡើងវិញ";
"tn_button_reload_title" = "ផ្ទុកឡើងវិញ";
"tn_button_price_title" = "តម្លៃ";
"tn_text_filter_lowest_placeholder" = "តម្លៃថោកបំផុត";
"tn_text_filter_highest_placeholder" = "តម្លៃថ្លៃបំផុត";
"tn_button_cancel_title" = "លុបចោល";
"tn_alert_clearhistory_title" = "តើអ្នកពិតជាចង់លុបចោលប្រវត្តិក្នុងការស្វែងរកមែនឬទេ?";
"tn_button_NoYet_title" = "មិនទាន់";
"tn_text_sold_title" = "ការលក់ ";
"tn_button_sort_volume_title" = "ការលក់";
"tn_button_sort_price_title" = "តម្លៃ";
"tn_button_filter_title" = "ច្រោះ";
"tn_page_searchhistory_title"  = "ប្រវត្តិស្វែងរក";
"tn_page_searchhistory_empty_title" = "មិនមានប្រវត្តិក្នុងការស្វែងរក";
"tn_share_category_title" = "ចែករំលែកទៅ";
"tn_home_choose_address_again" = "សូមជ្រើសរើសទីតាំងរបស់អ្នកម្តងទៀត";
// version 1.6 added
"tn_payment_result" = "ទំព័រលទ្ធផលនៃការបង់ប្រាក់";
"tn_order_success" = "ការបញ្ជាទិញរបស់អ្នកបានសម្រេច";
"tn_payment_success" = "ការទូទាត់បានជោគជ័យ";
"tn_payment_processing" = "កំពុងដំណើរការ";
"tn_payment_fail" = "ការទូទាត់បានបរាជ័យ";
"tn_back_home" = "ត្រឡប់ទៅទំព័រដើមវិញ";
"tn_check_order" = "មើលការបញ្ជាទ";
"tn_stock_total" = "ស្តុក";
"tn_product_quantity" = "ចំនួននៃការទិញ";
"tn_all_review" = "ឆែកមើលវិចារទាំងអស់";
"tn_choose_sku" = "ជ្រើសរើស";
"tn_delivery_fee" = "ថ្លៃដឹកជញ្ចូន";
"tn_service_info" = "គោលការណ៍សេវាកម្ម";
"tn_product_details" = "លម្អិត";
"tn_product_reviews" = "វិចារ";
"tn_no_reviews" = "មិនទាន់មានវិចារ";
"tn_remove_favorite" = "គ្មានការឆ្លុះបញ្ចាំង";
"tn_add_favorite" = "ប្រមូលបានដោយជោគជ័យ";
"tn_product_backhome" = "ទំព័រដើម";
"tn_product_store" = "ហាង";
"tn_product_customer" = "ជជែក";
"tn_product_cart" = "រទេះទំនិញ";
"tn_add_cart" = "ដាក់ចូលកន្ដ្រក";
"tn_buynow" = "ទិញឥឡូវ";
"tn_out_sold" = "អស់ស្តុក";
"tn_service_title" = "គោលការណ៍សេវាកម្ម";
"tn_add_cart_success" = "បន្ថែមបានជោគជ័យ";
"tn_add_cart_fail" = "Added failed";
"tn_completed" = "បានបញ្ចប់";
"tn_button_title_receive" = "បញ្ជាក់ការទទួល";
"tn_write_review" = "សរសេរវិចារ";
"tn_check_review" = "វិចារ";
"tn_exchange_product" = "ផ្លាស់ប្ដូរទំនិញ";
"tn_button_payment" = "បង់ប្រាក់ឥឡូវនេះ";
"tn_pending_review" = "រង់ចាំការពិនិត្យ";
"tn_pending_review_desc" = "អតិថិជនជាគោរព ការបញ្ជាទិញរបស់អ្នកកំពុងរង់ចាំការត្រួតពិនិត្យ សូមមេត្តារង់ចាំ!";
"tn_pending_payment" = "កំពុងរង់ចាំការទូទាត់";
"tn_pending_payment_desc" = "ការបញ្ជាទិញរបស់អ្នកត្រូវបានដាក់ស្នើ សូមធ្វើការទូទាត់ក្នុងរយៈពេល %@ ប្រសិនបើអស់ពេល ការបញ្ជាទិញនឹងត្រូវលុបចោលដោយស្វ័យប្រវត្តិ";
"tn_pending_shipment" = "មិនទាន់បានបញ្ជូន";
"tn_pending_shipment_desc" = "អតិថិជនជាគោរព ការបញ្ជាទិញរបស់អ្នកកំពុងបញ្ជូនទំនិញ សូមមេត្តារង់ចាំ!";
"tn_shipped" = "រង់ចាំការទទួលទំញ";
"tn_shipped_desc" = "អតិថិជនជាគោរព ការបញ្ជាទិញរបស់អ្នកបានបញ្ជូនទំនិញ សូមមេត្តារង់ចាំ!";
"tn_order_completed" = "បានបញ្ចប់";
"tn_order_completed_desc" = "អតិថិជនជាគោរព ការបញ្ជាទិញរបស់អ្នកបានទទួលទំនិញ ជូនពរអ្នកទិញទំនិញដោយរីករាយ!";
"tn_order_canced" = "បានលុបចោល";
"tn_order_canced_desc" = "ការបញ្ជាទិញបានបោះបង់";
"tn_order_total_info" = "ចំនួនសរុប: %d, តម្លៃ:";
"tn_change_price_reason_title" = "បានកែតំរូវតំលៃ មូលហេតុ: ";
"tn_exchange_info" = "ការណែនាំអំពីការផ្លាស់ប្តូរ";
"tn_order_details" = "សេចក្ដីលម្អិតពីការបញ្ជាទិញ";
"tn_order_cancel_confirm_title" = "តើអ្នកពិតជាបោះបង់ការបញ្ជាទិញមែនទេ?";
"tn_order_cancel_confirm_content" = "ចំនួនផលិតផលមានកំណត់ អតិថិជនផ្សេងទៀតកំពុងប្រមូលទិញ";
"tn_order_confirm_title" = "សូមបញ្ជាក់ថាអ្នកបានទទួលផលិតផលរបស់អ្នកហើយ";
"tn_merchant_tyle_self" = "ធ្វើអាជីវកម្មដោយខ្លួនឯង";
"tn_order_orderno" = "លេខបញ្ជាទិញ";
"tn_order_createtime" = "កាលបរិច្ឆេទបង្កើត";
"tn_order_paymentType" = "មធ្យោបាយទូទាត់";
"tn_order_shipType" = "មធ្យោបាយទូទាត់";
"tn_choose_paytype" = "ជ្រើសរើសមធ្យោបាយទូទាត់";
"tn_submit_order_result" = "ការបញ្ជាទិញរបស់អ្នកបានសម្រេច";
"tn_submit_order_result_desc" = "សូមយកចិត្តទុកដាក់លើការហៅចូលក្នុងរយៈពេល 1 ម៉ោង សេវាកម្មអតិថិជននឹងទាក់ទងទៅអ្នកដើម្បីបញ្ជាក់ការបញ្ជាទិញ";
"tn_order_cancelTime" = "ពេលវេលាបោះបង់";
"tn_order_cancel_confirm_btn" = "បោះបង់";
"tn_order_cancel_continue_title" = "បន្ត";
"tn_button_received" = "បានទទួល";
"tn_submit_address_placeholder" = "ជ្រើសរើសអាសយដ្ឋានដឹកជញ្ជូន";
"tn_submit_address_title" = "ការផ្តល់ទៅឱ្យ";
"tn_button_cancel_order_title" = "លុបចោល";
"tn_page_store_search_title" = "ស្វែងរកឈ្មោះផលិតផល";
"tn_order_memo_title" = "សម្គាល់";
"tn_order_memo_none" = "គ្មាន";
"tn_order_submit_memo_placehol" = "ស្រេចចិត្ត";
"tn_order_submit_memo_title" = "ចំណាំ";
"tn_button_submit" = "ដាក់ស្នើ";
"tn_order_total_info2" = "សរុប៖: %d, សរុប៖:";

"tn_product_topic" = "ប្រធានបទទំនិញ";
"tn_activity_rules" = "ច្បាប់កម្មវិធី";
"tn_topic_expired_tips" = "ប្រធានបទបានផុតកំណត់ សូមចូលទៅកាន់ទំព័រដើមដើម្បីមើល";
"tn_go_home_page" = "ចូលទៅកាន់ទំព័រដើម";
"tn_close" = "បិទ";
"tn_delete" = "លុបចោល";
"tn_best_sellers" = "ផលិតផលលក់ដាច់";
"tn_choose_adress" = "សូមជ្រើសរើសអាស័យដ្ធានទទួលទំនិញ";
"tn_buy_again" = "ទិញម្តងទៀត";
"tn_service_guarantee" = "ការធានាសេវាកម្ម";
"tn_reason" = "មូលហេតុ";
"tn_difference_amount_record" = "បន្ថែម / សងប្រាក់ខុសគ្នា";
"tn_difference_amount" = "បង្ថែម / សងតម្លៃខុសគ្នា";
"tn_choose_pay_method" = "ជ្រើសរើសមធ្យោបាយទូទាត់";
"tn_good_no_available" = "ទំនិញបានយកចេញ";
"tn_title_all" = "ទាំងអស់";
"tn_total" = "សរុប";
"tn_out_of_stock_now" = "ខ្វះស្តុកបណ្ដោះអាសន្ន";
"tn_stock_left" = "សល់តែ%@មុខទៀតប៉ុណ្ណោះក្នុងស្តុក";
"tn_limit_goods_tips" = " ការទិញទំនិញត្រូវបានកំណត់ត្រឹមចំនួន%ld ទុកឱកាសឱ្យអ្នកដទៃ";
"tn_limit_goods_num" = "កំណត់ការទិញត្រឹមចំនួន%ld";
"tn_add_difference" = "បង្ថែមតម្លៃខុសគ្នា";
"tn_refund_difference" = "សងតម្លៃខុសគ្នា";
/*********************助力砍价相关****************************/
"tn_bargain_Index_title" = "មិត្តភក្តិជួយ ដឹកជញ្ជូនដោយឥតគិតថ្លៃ";
"tn_bargain_invite_friend" = "អញ្ជើញមិត្តភក្តិឱ្យជួយ";
"tn_bargain_take_away" = "ទទួលបានវា";
"tn_bargain_end_after" = "ចប់ក្រោយម៉ោង %@";
"tn_bargain_task_ongoing" = "កំពុងដំណើរការ";
"tn_bargain_continue" = "បន្តជួយ";
"tn_bargain_pay_after_success" = "តម្លៃអញ្ជើញ:";
"tn_bargain_price_k" = "តម្លៃទីផ្សារ";
"tn_bargain_success" = "ជួយបានជោគជ័យ";
"tn_bargain_not_success" = "ជួយមិនបានជោគជ័យ";
"tn_bargain_record" = "កំណត់ត្រាជំនួយ";
"tn_bargain_check_order" = "ឆែកមើលការបញ្ជាទិញ";
"tn_bargain_invite_take_good_tips" = "សូមអញ្ជើញមិត្តភក្តិ %ld នាក់ទៀតផលិតផល %@";
"tn_bargain_choose_good_tips_k" = "ជ្រើសរើសផលិតផលនិងកែលម្អពត៌មានអាសយដ្ឋាន";
"tn_bargain_people_help_tips_k" = "ទាញមនុស្សអោយជួយ";
"tn_bargain_shipping_adress" = "អាសយដ្ឋានទទួលទំនិញ";
"tn_bargain_select_shipping_adress" = "សូមជ្រើសរើសអាស័យដ្ឋានដឹកជញ្ជូន";
"tn_bargain_show_get_tips" = "%@បានទទួល";
"tn_bargain_end" = "ជំនួយបញ្ចប់";
"tn_bargain_sold_out" = "អស់ពីស្តុក";
"tn_bargain_invite_strategy" = "ជំហានសកម្មភាព";
"tn_bargain_detail_title_k" = "ទិញក្នុងតម្លៃទាប និងដឹកជញ្ជូនដល់ផ្ទះរបស់អ្នក";
"tn_bargain_unsuccess_try_k" = "ជំនួយមិនបានជោគជ័យទេ សូមព្យាយាមម្ដងទៀតនៅពេលក្រោយ";
"tn_bargain_see_detail" = "មើលពត៌មានលម្អិត";
"tn_bargain_no_record_k" = "គ្មានកំណត់ត្រាការអញ្ជើញឱ្យជួយទេ";
"tn_bargain_no_strategy_teaching" = "មិនមានគំនូសតាងលំហូរយុទ្ធសាស្រ្តទេ";
"tn_bargain_had_invite_tips" = "មិត្ត %ld នាក់ត្រូវបានគេអញ្ជើញនៅតែត្រូវការជំនួយ %ld";
"tn_bargain_order_wait_tips" = "ការបញ្ជាទិញរបស់អ្នកកំពុងរង់ចាំការត្រួតពិនិត្យ សូមមេត្តារង់ចាំ!";
"tn_bargain_free_shipping" = "(ដឹកជញ្ជូនដោយឥតគិតថ្លៃ)";
//更多页面
"tn_more_my_help_tips" = "កំណត់ត្រាជំនួយ";
"tn_more_my_group_buy_tips" = "ការទិញជាក្រុមរបស់ខ្ញុំ";
"tn_more_distributor_application_tips" = "ស្នើរសុំអ្នកចែកចាយ";
"tn_more_distributon_commission_tips" = "កម្រៃជើងសារចែកចាយ";
"tn_more_my_shop_tips" = "ហាងរបស់ខ្ញុំ";

"P82qTdqX" = "សូមបញ្ចូលលេខកូដដើម្បីទទួលបានការបញ្ចុះតម្លៃភ្លាមៗ";
"OkaO8L5F" = "កូដបញ្ចុះតម្លៃ";
"8gEQlPlO" = "សូមបញ្ចូល";
"yGHLNHRF" = "លេខកូដផ្សព្វផ្សាយដែលប្រើ";
"EdvP49Dy" = "សេចក្តីណែនាំសម្រាប់ការប្រើប្រាស់";
"ewg4ldyU" = "លេខកូដផ្តល់ជូននេះគឺជាការផ្តល់ជូនលេខកូដទីផ្សារដែលផ្តល់ដោយWOWNOW។ ប្រសិនបើលោកអ្នកចង់ប្រើកូដមួយនេះ សូមបញ្ជូលលេខកូដដើម្បីទទួលបានការបញ្ចុះតម្លៃពិសេស។";
"2QFLfzIQ" = "តើអ្នកប្រាកដជាចង់បោះបង់ការប្រើលេខកូដបញ្ចុះតម្លៃមែនទេ?";

"tn_productDetail_item" = "ផលិតផល";
"tn_productDetail_review" = "វិចារ";
"tn_productDetail_detail" = "លម្អិត";

"tn_product_notFoundAddress" = "មិនមានព័ត៌មានអាសយដ្ឋានទេ";
"goShopping" = "ហាងទិដ្ឋភាព";
"Number of commodities" = "ចំនួនទំនិញ";
"Store rating" = "ការវាយតម្លៃ";
"tn_contact" = "លេខទូរស័ព្ទទំនាក់ទំនង";
"tn_service" = "សេវាអតិថិជន";
"tn_customer" = "ជជែក";

//店铺 2021.1.7
"tn_store_all_product" = "ផលិតផលទាំងអស់";
"tn_store_live_photo" = "រូបថតផ្ទាល់";
"tn_store_more" = "ច្រើនទៀត";
"tn_store_less" = "បង្ហាញតិច";
"tn_store_notContact" = "គ្មានលេខទំនាក់ទំនង";
//分享描述
"tn_share_default_desc"= "Products are great variety, good quality, low price, come and WOWNOW！";
"tn_share_bargain_desc" = "ជួយខ្ញុំក្នុងការយកទំនិញក្នុងតម្លៃទាប!";
"tn_share_groupbuy_desc" = "តោះទិញផលិតផលសម្រាប់ក្រុមហើយទទួលបានក្នុងតម្លៃទាបទំនើប!";
"tn_share_good_detail_desc" = "បញ្ចុះតំលៃ %@";

"tn_im_orderNo" = "បទបញ្ជាពិគ្រោះយោបល់លេខ ";

"tn_express_details_title" = "ព័ត៌មានលម្អិតនៃការដឹកជញ្ជូន";
"tn_platfrom_coupon" = "គូប៉ុងវេទិកា";

"tn_pay_state_tips" = "ស្ថានភាពលំដាប់បានផ្លាស់ប្តូរសូមធ្វើទំព័រថ្មីឡើងវិញ។";

"tn_how_transfer_wownow" = "របៀបផ្ទេរប្រាក់ទៅWOWNOW";
"tn_transfer_pay" = "ការទូទាត់ប្រាក់";
"tn_transfer_money" = "ចំនួនទឹកប្រាក់ផ្ទេរ";
"tn_how_transfer" = "ការទូទាត់ប្រាក់";
"tn_supports_way" = "WOWNOW គាំទ្រវិធីដូចខាងក្រោមដើម្បីប្រមូលប្រាក់៖";
"tn_contact_tips" = "ប្រសិនបើផ្ទេរប្រាក់ដោយជោគជ័យសូមទាក់ទង";
"tn_platform_service" = "សេវាកម្មអតិថិជនវេទិកា";
"tn_copy" = "ចម្លង";
"tn_copy_success" = "ចម្លងបានជោគជ័យ";

"tn_invite_to_register" = "អ្នកត្រូវបានគេអញ្ជើញឱ្យចុះឈ្មោះជាមួយ WOWNOW ហើយអ្នកអាចជួយមិត្តរបស់អ្នកឱ្យជាវទំនិញក្នុងតម្លៃទាប។";
"tn_help_friend_now" = "ជួយមិត្តភក្តិភ្លាមៗ";
"tn_initiate_my_help" = "ខ្ញុំក៏ចូលរួមលេង";
"tn_help_friend_success" = "ជួយមិត្តភក្តិបានជោគជ័យ";
"tn_help_over" = "ជំនួយបានចប់ហើយ";
"tn_help_end_tip" = "កម្មវីធីបានបញ្ចប់ សូមមកអោយលឿនជាងនេះនៅពេលក្រោយ! ! !";
"tn_not_help" = "មិនបានជួយ";
"tn_initiate_help_tip" = "ផ្តួចផ្តើមជំនួយ អ្នកក៏អាចទិញទំនិញក្នុងតម្លៃទាបបានដែរ";
"tn_thank_for_help" = "អរគុណច្រើនដែលបានជួយខ្ញុំ";

"tn_orderDetail_apply_refund" = "ស្នើសុំបង្វិលប្រាក់";
"tn_apply_refund_detail" = "ពត៌មានលម្អិតនៃពាក្យសុំ";
"tn_refund_type" = "ប្រភេទនៃការសងប្រាក់វិញ";
"tn_rfItem_refund" = "សងប្រាក់";
"tn_apply_type" = "ប្រភេទពាក្យសុំ";
"tn_apply_reason" = "ហេតុផលសម្រាប់ការដាក់ពាក្យ";
"tn_please_select" = "សូមជ្រើសរើស";
"tn_refund_desc" = "ការពិពណ៌នាបន្ថែមនិងលិខិតសម្គាល់";
"tn_refund_desc_detail" = "សូមបំពេញការពិពណ៌នា";
"tn_refund_pre_talk" = "ទាក់ទងអ្នកលក់មុនពេលដាក់ពាក្យ:";
"tn_refund_customer" = "ជជែក";
"tn_refund_platform_contact" = "សម្រាប់អន្តរាគមន៍វេទិកាសូមទាក់ទង";
"tn_platform_phone" = "សេវាកម្មអតិថិជនវេទិកា";
"tn_input" = "សូមបញ្ចូល";
"tn_orderDetail_cancel_apply_refund" = "បោះបង់ការសងប្រាក់វិញ";
"tn_cancel_applyRefund_confirm_content" = "ប្រាកដថាត្រូវបោះបង់ចោលសំណើរសងប្រាក់វិញ?";
"tn_notice" = "ប្រអប់បញ្ចូល";
"tn_refund_record" = "ពត៍មានបង្វិលសាច់ប្រាក់";
"tn_refund_money" = "ដាក់ស្នើចំនួនទឹកប្រាក់សង ($)";
"no_select_apply_reason" = "សូមជ្រើសរើសហេតុផល";
"tn_service_phone" = "ទូរស័ព្ទអាជីវកម្ម";
"tn_order_details_cusomter" = "ជជែក";
"tn_order_details_phone" = "ទំនាក់ទំនង";
"tn_pending_transfer_pay" = "អតិថិជនជាគោរព ការបញ្ជាទិញរបស់អ្នកកំពុងរង់ចាំការទូទាត់ សូមមេត្តាទូទាត់អោយបានឆាប់!";
"tn_business_phone" = "អ្នកជំនួញ";
"tn_order_details_callphonoe" = "អ្នកអាចទាក់ទងបាន";
"tn_order_detials_no_business_phone" = "គ្មានលេខទំនាក់ទំនង";
"tn_remark" = "ការពិពណ៌នាសង្ខេប";
"tn_transfer_result_tip" = "មើលការបញ្ជាទិញហើយចុច “ផ្ទេរការទូទាត់”";
"tn_check_adress_tip" = "មិនអាចប្តូរទៅអាស័យដ្ឋាននៅខាងក្រៅរាជធានីភ្នំពេញបានទេប្រសិនបើអ្នកត្រូវការផ្លាស់ប្តូរសូមមេត្តាលុបចោលនិងបញ្ជាទិញម្តងទៀត";
"tn_invite_new_user_bargain" = "សូមអញ្ជើញអ្នកប្រើប្រាស់ថ្មី %@ នាក់ ដើម្បីយកទំនិញ";
"tn_invite_friend_bargain" = "អញ្ជើញមិត្តភ័ក្តិ %@ នាក់ថែមទៀតដើម្បីយកទំនិញ";
"tn_recommend" = "ណែនាំ";
"tn_bargain_detail_tips" = "ចាំបាច់ត្រូវបើកវានៅក្នុងកម្មវិធី WOWNOW APP ដើម្បីជួយ បន្ទាប់ពីមិត្តរបស់អ្នកចុចលើតំណភ្ជាប់នេះ។";
"tn_bargain_specials" = "ការកាត់តម្លៃពិសេស";
"tn_had_total_bargain" = "ទំនិញដែលបានជួយ";
"tn_had_deals_number" = "%ld នាក់ានទទួល";
"tn_good_friend" = "មិត្តរបស់អ្នក";
"tn_rule" = "ច្បាប់កម្មវិធី";
"tn_bargain_most_money" = "អ្នកអាចជួយរហូតដល់";

"tn_product_details_saleArea" = "បញ្ចេញទំនិញ";
"tn_product_detail_only_regoin" = "ដឹកជញ្ជូនតែ";
"tn_product_detail_ship_to" = "ដឹកជញ្ជូនទៅ";
"tn_product_detail_Cambodia" = "ប្រទេសកម្ពុជា";
"tn_product_bargain_discount" = "ការកាត់តម្លៃពិសេស";
"tn_product_pintuan_discount" = "拼团特惠";
"tn_check_region_tip" = "ទំនិញដឺកជញ្ជូនត្រឹមរាជធានីភ្នំពេញតែប៉ុណ្ណោះ សូមកែប្រែអាស័យដ្ឋានដឹកជញ្ជូន";

"tn_bargain_invited_new_user" = "អ្នកប្រើប្រាស់ថ្មីចំនួន %@ នាក់ត្រូវបានអញ្ជើញ";
"tn_bargain_invited_friends" = "មិត្តភក្ដិ %@ នាក់បានអញ្ជើញ";
"tn_bargain_count_down_end" = "បញ្ចប់បន្ទាប់ពី";

"tn_page_recommended_products" = "បានជ្រើសរើសសម្រាប់អ្នក";
"tn_bargain_recommend_more" = "ច្រើនទៀត";
"tn_big_challenge_number" = "%@ នាក់បានជួយកាត់តម្លៃ";
"tn_big_challenge_bargain_success" = "សូមអរគុណច្រើនដែលបានជួយខ្ញុំក្នុងការកាត់តម្លៃដោយជោគជ័យ!";

"tn_no_authority" = "ការអនុញ្ញាតមិនគ្រប់គ្រាន់";
"tn_product_sms" = "SMS";
"tn_product_phone" = "លេខទូរស័ព្ទ";

"tn_filter_default" = "ការប្រកួតល្អបំផុត";

"tn_had_reviewed_k" = "បានដាក់វិចារ";
"tn_not_review_k" = "មិនទាន់វិចារ";
"tn_seller_reply_k" = "អាជីវករឆ្លើយតប";
"tn_write_review_k" = "សរសេរវិចារ";
"tn_write_review_timeout_tips_k" = "សូម​បញ្ចប់​ការ​វាយតម្លៃ​ក្នុង​១០ ថ្ងៃ ហើយ​ប្រព័ន្ធ​នឹង​ផ្ដល់​សេចក្តី​អធិប្បាយ​ដ";

"tn_post_review" = "បង្ហោះវិចាររបស់អ្នក";
"tn_score_veryBad"  = "អន់ខ្លាំង";
"tn_score_bad" = "អន់";
"tn_score_Okay" = "ធម្មតា";
"tn_score_veryGood" = "ល្អណាស់";
"tn_score_Excellent" = "ល្អឥតខ្ចោះ";
"tn_storeReview" = "ការវាយតំលៃហាង";
"tn_postReview_success" = "វិចាររបស់អ្នកដាក់ស្នើបានជោគជ័យ";
"tn_shippingServices" = "សេវាកម្មដឹកជញ្ចូន";
"tn_serviceAttitude" = "អាកប្បកិរិយាសេវាកម្ម";
"tn_post_review_title" = "ការពិគ្រោះយោបល់អំពីទំនិញ";

"tn_view_now" = "ប្រើឥឡូវនេះ";
"tn_coupon_item_leftTitle" = "ផ្តល់ឱ្យអ្នក";
"tn_coupon_item_rightTitle" = "គូប៉ុង";

"tn_postreview_say" = " សូមនិយាយអ្វីមួយដូចជាគុណភាពនៃផលិតផល តម្លៃ។ ល។";
"tn_Anonymousreview" = "វិចារអនាមិក";

"tn_tf_contact" = "លេខទំនាក់ទំនង";
"tn_tf_submit_agian" = "ដាក់ស្នើបានជោគជ័យ";
"tn_tf_reviewing" = "រងចាំការផ្ទៀងផ្ទាត់";
"tn_tf_review_approved" = "ការផ្ទៀងផ្ទាត់ត្រូវបានយល់ព្រម";
"tn_tf_review_not_approved" = "ការផ្ទៀងផ្ទាត់មិនត្រូវបានយល់ព្រម";
"tn_tf_voucher" = "ប័ណ្ណទូទាត់";
"tn_tf_submit_success" = "ដាក់ស្នើបានជោគជ័យ";


"1GuBJmHn" = "ខ្ញុំដឹងហើយ";
"0JqLdpAK" = " យល់ព្រមតាមលក្ខខណ្ឌដូចខាងក្រោម";
"sKPxGR1K" = "ច្រើនទៀត >";
"ZMMcmb5i" = "តាមដានការដឹកជ";
"WTups989" = "កញ្ចប់";
"HuV6uEKZ" = "មិនមានព័ត៌មានដឹកជញ្ជូនទេ";
"yU7gBsjh" = " លេខដឹកជញ្ជូន";
"5lQYLbkc" = "គេហទំព័រដឹកជញ្ជូនផ្លូវការៈ";
"hh3w2LaU" = "";
"ZmxZAZvY" = "ការទិញទំំនិញនៅក្រៅប្រទេស";
"201QHrz5" = "Classification";
"QzFfj4CF" = "New Products";
"6RzEul4A" = "";
"SMSpgXLZ" = "ចិន";
"YJJEc1MY" = " ការដឹកជញ្ជូនអន្តរជាតិ";
"vH61oOX8" = "កម្ពុជា";
"Y8E5EdDp" = " ការពិពណ៌នាពីដឹកជញ្ជូន";
"oP6mSV3r" = "តំបន់ដែលអាចដឹកទៅដល់";
"TOIFMAND" = "តម្លៃដឹកជញ្ជូនក្នុងការបញ្ជាទិញនីមួយៗ ($)";
"jZfhTnwG" = "ព័ត៌មានថ្លៃសេវាដឹកជញ្ជូន";
"i2yuYspd" = " ពិនិត្យមើលលម្អិត";
"xqTIQcI9" = "Unknow";

"yQCmXdeH" = "ពត៌មានដឹកជញ្ជូន";

"PDnJ6R3I" = "សូមអាននិងធីកពាក្យនៅខាងក្រោមទំព័រ";

"cart_order_now" = "បន្ដទិញ";
"sub_total" = "សរុប";

"8N0AYQDY" = " លុបចោលដោយជោគជ័យ";
"zKRyQ77T" = "ពិតជាលុបចោលមែនទេ?";
"rmFnhPj0" = "ទំនិញដែលចូលចិត្ត";
"JeUwE2rr" = "ហាងដែលចូលចិត្ត";
"BOVr2t7e" = "ការប្រមូលរបស់ខ្ញុំ";

"tn_orderDetails_edit_address_tpis1" = "ទំនិញត្រូវបានដឹកជញ្ជូនសូមទាក់ទងសេវាកម្មអតិថិជនដើម្បីកែប្រែអាស័យដ្ឋាន";
"tn_orderDetails_edit_address_tpis2" = "ការផ្លាស់ប្តូរអាសយដ្ឋានអាចប៉ះពាល់ដល់ការដឹកជញ្ជូន។ តើអ្នកពិតជាចង់កែប្រែវាឬ?";

"3wF1oRPi" = "ស្ថានភាពបញ្ជាទិញ៖";
"uFOxSJZG" = "លេខទូរស័ព្ទ";
"WVn2QhqF" = "ការរំលឹកបញ្ជាទិញ";
"EWA9zDhA" = "យល់ហើយ បន្តទិញទៀត";
"71fwXO9v" = "យល់ហើយ បន្ថែមទៅរទេះ";

"tn_video_play_tip" = "អ្នកកំពុងប្រើទិន្នន័យដែលមិនមែនជាWiFi សូមយកចិត្តទុកដាក់លើការប្រើប្រាស់ទិន្នន័យទូរស័ព្ទរបស់អ្នក";


"UFrIdr2o" = "កំណត់ឡើងវិញ";
"7PvHNTC0" = "ប្រសិនបើទំនិញដែលបានទិញនៅបរទេសមិនមានបញ្ហាគុណភាពទេ ការបង្វិលត្រឡប់ទំនិញឬការសងប្រាក់វិញមិនត្រូវបានគាំទ្រនោះទេ \n ប្រសិនបើអ្នកត្រូវការសំណងវិញ សូមទាក់ទងសេវាកម្មអតិថិជនរបស់ហាង";
"ZYmXF0W9" = "ប្រភេទទាំងអស់";
"6v0MnD2N" = " បានជ្រើសរើស";

"tn_search_k" = "វែងរក";
"tn_exchange_rate_k" = "អត្រាប្តូរប្រាក់";

"tn_location_not_open_tip" = "សេវាកម្មទីតាំងមិនទាន់បានបើកទេ";
"tn_location_not_open_content_k" = "ទីតាំងបច្ចុប្បន្នមិនស្ថិតនៅក្នុងជួរចែកចាយទេសូមបើកទីតាំងឬជ្រើសរើសអាសយដ្ឋានដឹកជញ្ជូន";
"tn_location_open_k" = "បើកការកំណត់ទីតាំង";

"lps6Jl61" = "ជ្រើសរើសអាសយដ្ឋានដឹកជញ្ជូន";
"FyEfaUt8" = "ប្តូរអាស័យដ្ឋាន";
"jQsarOcl" = "កែប្រែអាសយដ្ឋានដឹកជញ្ជូន";
"hwwfhcdv" = "តំបន់ដឹកជញ្ជូន";
"1UMplpCn" = "ទីតាំងអាជីវកម្ម";


"tn_change_faild" = "ការផ្លាស់ប្តូរអាសយដ្ឋានបានបរាជ័យសូមព្យាយាមម្តងទៀត។";
"tn_change_success" = "អាសយដ្ឋានផ្លាស់ប្តូរដោយជោគជ័យ";
"btn_nearby_buy" = "ទិញនៅក្បែរនេះ";




"XDIeNGvw" = "សូមជ្រើសរើសអាស័យដ្ឋានដឹកជញ្ជូនជាមុនដើម្បីពិនិត្យមើលតំបន់ដឹកជញ្ជូនទំនិញ";
"njR3FMFV" = " អាស័យដ្ឋានដឹកជញ្ជូនបច្ចុប្បន្នមិនស្ថិតនៅក្នុងតំបន់លក់ទេអ្នកអាចពិនិត្យមើលប្រធានបទខាងក្រោម";
"5SgHxu0D" = "វាត្រូវបានរកឃើញថាអាស័យដ្ឋានដឹកជញ្ជូនបច្ចុប្បន្នរបស់អ្នកមិនស្ថិតនៅក្នុងតំបន់ចែកចាយរបស់ហាងទេ អ្នកត្រូវធ្វើការបញ្ជាទិញនៅក្នុងតំបន់ចែកចាយ";
"LVifkvBg" = "អាស័យដ្ឋានដឹកជញ្ជូនត្រូវតែស្ថិតនៅក្នុងតំបន់ចែកចាយរបស់ហាងមុនពេលធ្វើការបញ្ជាទិញ";
"L0DSj30d" = "មើលជួរនៃការដឹកជញ្ជូនហាង";
"SugnLs2V" = "ពិនិត្យមើលតំបន់ដឹកជញ្ជូន";
"GXNehJLg" = "ទៅទិញ";
"XGVcadlQ" = "តំបន់ដឹកជញ្ជូន";
"PhWcGCYV" = "តំបន់ពណ៌លឿងគឺជាតំបន់ចែកចាយបច្ចុប្បន្ន";

"SW1eoWUt" = "ត្រឡប់ទៅផ្សារវិញ";
"CZSvgKkL" = "អាសយដ្ឋានដឹកជញ្ជូនមិនស្ថិតនៅក្នុងតំបន់ចែកចាយទេ";
"TcgDeFjA" = " ផ្លាស់ប្តូរអាសយដ្ឋានដឹកជញ្ជូន";
"0jPkiTIb" = " ដឹកជញ្ជូនទំនិញដោយឥតគិតថ្លៃ";
"QnZH0Z83" = "ដឹកជញ្ជូនឥតគិតថ្លៃ";
"SBJwEl0y" = "ប្រមូលទំនិញ";
"2j4L6C52" = "បង់ពេលទំនិញទៅដល់ ចុចដើម្បីមើលស្តង់ដារចេញវិក្កយបត្រដឹកជញ្ជូន";
"m7q6Rfk6" = "ព័ត៌មានលម្អិតដឹកទំនិញ";
"Te3WGmBJ" = "ការដឹកជញ្ជូនសរុប";
"6jX8JysY" = " ទំងន់វិក័យប័ត្រសរុប";
"goC0O6Uj" = "ធានារ៉ាប់រង";
"TVTi60bs" = " ថ្លៃសេវាបន្ថែម";
"3ZuRbAB4" = "សេវាកម្មបន្ថែមតម្លៃ";
"S416PauM" = "សរុបដែលត្រូវបង់";
"fup2KiKa" = "ការប៉ាន់ស្មានទំនិញសរុប ";
"ZN1vdoq2" = "មើលព័ត៌មានលម្អិត";
"kI6BaJBD" = " សរុបផលិតផល %ld";
"5lKamBqi" = "ត្រឡប់";
"d3RQIY8O" = "ទម្ងន់ទំនិញ";
"4ENkxCpS" = "បង់ពេលទំនិញទៅដល់ ចុចដើម្បីមើលស្តង់ដារចេញវិក្កយបត្រដឹកជញ្ជូន";
"5JiVnZRY" = "ស្តង់ដារទូទាត់វិក្កយបត្រ";

"i4h6aHsC" = "បោះបង់ការលក់";
"3Sfc8II1" = "ចូលរួមការលក់";
"SZwLu50L" = "តើអ្នកប្រាកដក្នុងចិត្តលុបផលិតផលដែលបានជ្រើសរើសឬ?";
"AKccELBK" = "មិនទាន់មានការកំណត់ការបន្ថែមតម្លៃក្នុងហាងនៅឡើយទេ សូមកំណត់វាជាមុនសិន";
"1dh32q2n" = "ចំណូល";
"vg0PzsXn" = " តម្លៃលក់";
"QWjyhTSY" = "តម្លៃលក់ដុំ";
"rUtm0BHF" = "ព័ត៌មានលម្អិតនៃការបញ្ជាទិញ";
"yGDiKRr0" = "ការពិពណ៌នាអំពីប្រាក់ចំណេញ";
"8h5Wh1lD" = "ស្ថានភាពនៃការបញ្ជាទិញដែលបានបង់ និងលុបចោល៖ ប្រាក់ចំណូលប៉ាន់ស្មាន (ចំនួនបន្ទាប់ពីការកាត់ថ្លៃសេវា)\n\nស្ថានភាពនៃការបញ្ជាទិញដែលបានបញ្ចប់ត្រូវបានបង្ហាញ៖ ប្រាក់ចំណូលទូទាត់ (ចំនួនបន្ទាប់ពីកាត់ថ្លៃសេវា)";
"E1I6ZUG5" = "បង់";
"hTFG1UDO" = "ផុតកំណត់";
"CFoNRsJY" = "ហេតុផលសម្រាប់ការបរាជ័យ";
"rhn0c4KT" = "ប្រាក់ចំណូលប៉ាន់ស្មាន";
"siCRSOZm" = "លេខបញ្ជាទិញ";
"mketnX7J" = "ដាក់ការបញ្ជាទិញ";
"ICOzwUJ5" = "ពេលវេលាបញ្ចប់";
"hP8hNm9Z" = "ឈ្មោះហៅក្រៅរបស់អ្នកប្រើដែលបានបញ្ជាទិញ";
"Bm4PvkQ6" = "មោះហាង";
"2XDF1h9C" = " ទឹកប្រាក់សរុប ($)";
"B1a17lZE" = "ប្រាក់ចំណូលរបស់អ្នកលក់ ($)";
"nL435bnw" = "ថ្លៃសេវាវេទិកា ($)";
"OIV4NUIZ" = "ប្រាក់ចំណូលជាក់ស្តែង ($)";
"PhZAhu0l" = "ស្ថានភាពចំណូល";
"rwVSz8v3" = "អាចដកបាន";
"oXCF17fO" = "កំណត់ត្រាប្រាក់ចំណូលប៉ាន់ស្មាន ";
"xHpMQ6s4" = " ប្រាក់ចំណូលប៉ាន់ស្មាន";
"1rPeo8du" = "ព័ត៌មានលម្អិតអំពីចំណូល";
"VX7rIgUv" = "ស្ថិតក្រោមការត្រួតពិនិត្យ";
"2DeMSpwN" = " ចាប់ផ្តើមការដកប្រាក់";
"RSiIEIYW" = " ទ្រព្យសរុប";
"AZ3Za5xN" = " ពេលវេលា";
"kwCIcL1x" = "ចំនួនទឹកប្រាក់";
"jgHcuYmH" = " ឈ្មោះហៅក្រៅ";
"EflnCwt2" = " លេខទូរសព្ទ";
"AegA4yhW" = "ពេលវេលាបញ្ជាទិញ";
"1J4bmuvc" = "កំណត់ត្រាប្រាក់ចំណូល";
"tkuxmKEc" = " អតិថិជនរបស់ខ្ញុំ";
"LJa8rvyd" = "ប្រាក់ចំណូលរបស់អ្នកលក់ ($)";
"cri3B0so" = "វិធីសាស្រ្តដកប្រាក់";
"mCPxonSi" = "ការទូទាត់ពីភាគីទីបី";
"WqN6EPGK" = "ការផ្ទេរប្រាក់តាមធនាគារ";
"bX44DKDk" = "ឈ្មោះក្រុមហ៊ុនទូទាត់";
"LKipPAAx" = "ឈ្មោះធនាគារ";
"lcFUhF8n" = "គណនីទូទាត់";
"pBB3MUZp" = "ឈ្មោះគណនី";
"mJzP2nCp" = "ឈ្មោះគណនី";
"N1Z0wzjw" = "ព័ត៌មានលម្អិតអំពីការដកប្រាក់";
"hQSazy9v" = "បានឆ្លងកាត់ការត្រួតពិនិត្យ";
"ImXEfCiN" = "សវនកម្មមិនឆ្លងកាត់ទេ។";
"Z5kClyL2" = "ចំនួនទឹកប្រាក់ដកចេញ";
"7BN04Y3L" = "ប័ណ្ណទូទាត់";
"Slt2FyKd" = "សូមជ្រើសរើសវិធីដកប្រាក់";
"2Nz7aYdD" = "សូមជ្រើសរើសធនាគារ";
"ky2TZs7Q" = "សូមជ្រើសរើសក្រុមហ៊ុនបង់ប្រាក់";
"jHQMjV9F" = "ក្រុមហ៊ុនទូទាត់";
"QIndNZKy" = "សូមបំពេញលេខគណនីធនាគារ";
"RYq526RH" = "ឈ្មោះ";
"QccMJkwF" = "នាមត្រកូល";
"2AysvA4L" = "ឈ្មោះគណនី";
"Pp4hJo9S" = "សំណើរអ្នកលក់";
"WmBVpfpm" = "ការដាក់ស្នើទទួលបានជោគជ័យសេវាកម្មអតិថិជនរបស់វេទិកានឹងទាក់ទងអ្នកនៅពេលក្រោយ";
"4E8dqPbE" = "ដាក់ស្នើពាក្យសុំ ហើយអ្នកនឹងយល់ព្រម";
"v8e765p9" = "កិច្ចព្រមព្រៀងអ្នកលក់";
"JyYh19Cq" = "គោត្តនាម និងនាម";
"RlR6dmg8" = "សូមបំពេញយ៉ាងហោចណាស់មួយដើម្បីជួយសម្រួលដល់សេវាកម្មអតិថិជនក្នុងការទាក់ទងអ្នក";
"MdpCJEUA" = "សូមបញ្ចូលលេខសម្គាល់ WeChat";
"qaL4cY5J" = "សូមបញ្ចូលគណនីហ្វេសប៊ុករបស់អ្នក";
"Xz9Wnnq6" = "ដាក់ពាក្យស្នើសុំ";
"b2Fxt1Ci" = "ប្រសិនបើអ្នកមានសំណួរសូមទាក់ទង";
"GeKA8B9E" = "ឆែករកទំនិញ";
"ZwILnSab" = "ផ្លាស់ប្តូរតម្លៃ";
"wkqZNwOl" = "លេខហាង";
"GDhE2k66" = " ការកំណត់ការបន្ថែមតម្លៃ";
"4pFeIHa1" = "ខ្ញុំចង់ជ្រើសរើស";
"gzi49m3Y" = "ការកំណត់បាច់";
"C15r628F" = "បោះបង់បាច់";
"ILIrlMRI" = "ដកចេញ";
"uIoUicAT" = "ការកំណត់ការបន្ថែមតម្លៃក្នុងហាង";
"lh2qHdTn" = "បន្ថែមពីលើតម្លៃលក់ដុំ តម្លៃលក់នៃទំនិញដែលបានទិញ និងចែកចាយនឹងកើនឡើងដោយស្វ័យប្រវត្តិ និង
អ្នកអាចកែប្រែតម្លៃលក់ផលិតផលនៅក្នុងហាងរបស់ខ្ញុំ";
"TTujoFCX" = "កែប្រែតម្លៃ";
"fSI31JlG" = "បន្ថែមទៅលើមូលដ្ឋាននៃតម្លៃលក់ដុំ ហើយតម្លៃលក់នៃផលិតផលនឹងកើនឡើងដោយស្វ័យប្រវត្តិ";
"48s4Krw3" = "បន្ថែម";
"OiyI7Yv4" = "បន្ថែមតម្លៃតាមចំចំនួន";
"ppfTLgqX" = "ឧទាហរណ៍ តម្លៃលក់ដុំនៃផលិតផលគឺ $10.00 ចំនួនថេរគឺ $3.50 និងការលក់=$10.00+ $3.50=$13.50";
"yhFG91ef" = "ដោយសមាមាត្រថេរ";
"fT7d7RH8" = "ឧទាហរណ៍ តម្លៃលក់ដុំនៃផលិតផលគឺ $10.00 សមាមាត្រថេរគឺ $10% ហើយតម្លៃលក់ = $10.00x
(1+10%)=$11.00";
"CBp2ZNgi" = "សមាមាត្រ + ចំនួន";
"Nm1uzdq4" = "សមាមាត្រថេរ";
"47ZS6Lxe" = "ចំនួនទឹកប្រាក់ថេរ";
"pwOl0Xvn" = "ឧទាហរណ៍ តម្លៃលក់ដុំនៃផលិតផលគឺ $10.00 សមាមាត្រថេរគឺ $10% ហើយចំនួនថេរគឺ $3.50
តម្លៃលក់={$10.00x(1+10%)}+$3.50=$14.50";
"PTH72dLR" = "លក្ខណៈផលិតផល";
"QZb4mhlv" = "តម្លៃលក់ដុំ($)";
"7vkfTSRV" = "តម្លៃលក់($)";


"Ck5mgja4" = "មិនអាចដកបាន";
"iQW6cNX0" = " ការបញ្ជាទិញកំពុងដំណើរការ";
"3VeQVX4G" = " គណនីធនាគារ";
"3fE8sWJ3" = "ធនាគារ";
"NwmaxbJT" = "ដក";
"g1fQaiVM" = "សូមបំពេញគណនីទូទាត់";
"o3CU6pLB" = "សូមបំពេញឈ្មោះគណនីទូទាត់";
"iX6Ub7No" = " បានដាក់ពាក្យស្នើសុំ";
"xHUEcbn4" = "សូមយល់ព្រមតាមកិច្ចព្រមព្រៀងរបស់អ្នកលក់";
"k8AMY8Yk" = "ព័ត៌មានមូលដ្ឋាន ";
"FUnQzh0X" = "គណនីសង្គម";
"IvMdlQpA" = "ចូលហាង";
"zhf9RwCh" = "ស្វែងរកផលិតផលក្នុងហាង";
"c4Iw0foV" = "ជ្រើសយកទាំងអស់";
"EAcRaWe9" = "កែប្រែតម្លៃជាបាច់";
"lcOXit4u" = "កំណត់ដោយជោគជ័យ";
"u7pH8DDd" = "មជ្ឈមណ្ឌលជ្រើសរើស";
"MUkyJash" = "សូមបញ្ចូលពាក្យគន្លឹះ";

"real_income" = "ប្រាក់ចំណូលទូទាត់";

"add_price" = "ចំនួនទឹកប្រាក់បន្ថែម";
"sale_price_calculate" = "តម្លៃលក់ = តម្លៃលក់ដុំ + តម្លៃបន្ថែម";

"17BaSXBw" = "បានរកឃើញផលិតផលស្រដៀងគ្នាសម្រាប់អ្នក";
"Mk1LMz7W" = "រកមិនឃើញផលិតផលស្រដៀងគ្នាទេ។";
"1qzQN4eG" = "កិច្ចខិតខំប្រឹងប្រែងកំពុងត្រូវបានធ្វើឡើងដើម្បីកំណត់អត្តសញ្ញាណ។...";
"irAQFrqj" = "ចូលទៅកាន់​ Setting->Privacy->Camera ដើម្បីផ្តល់សិទ្ធិឲ្យកម្មវិធីអាចបើកកាមេរ៉ាបាន។";
"P740wqf3" = "យករូបភាពផលិតផល";
"tn_search_result_time_tips" = "រំពឹង 10 វិនាទីដើម្បីទទួលស្គាល់លទ្ធផល";

"Tw0pO3zY" = "ពេលវេលាដឹកជញ្ជូន";
"jGkbvTn5" = "រំពឹងថានឹងដឹកជញ្ជូននៅ %@";
"SiUlE434" = "ទំនិញខាងក្រោមបានផុតកំណត់";
"ZPPi9yx1" = "ទំនិញខាងក្រោមអស់ពីស្តុក";
"JEzQgoNE" = "ទំនិញខាងក្រោមបានយកចេញ";
"2wfHEi8D" = "ត្រឡប់ទៅ កែប្រែ";
"huGO7Ng5" = "សូមជ្រើសរើសពេលវេលាដឹកជញ្ជូនជាក់លាក់";
"Dl5EYqcs" = "ពេលវេលាដឹកជញ្ជូនប៉ាន់ស្មាន";

"PvDt6VBS" = "មិនស្ថិតក្នុងវិសាលភាពនៃការដឹកជញ្ជូន";
"83pOtE7w" = " ឆែកមើលប្រធានបទដឹកជញ្ជូន";
"mtu7P3yv" = "អាសយដ្ឋានដឹកជញ្ជូនបច្ចុប្បន្នមិនស្ថិតនៅក្នុងតំបន់លក់ទេ។";
"wmhDEksP" = "បង្កើតអាស័យដ្ឋានដឹកជញ្ជូនថ្ម";

"mgIQzjJY" = "សរុបចំនួន %ld មុខទំនិញ";
"9fdM8aV0" = "មើលបន្ថែមទៀត";
"fQZWeiLL" = "ការបញ្ជាទិញរបស់ខ្ញុំ";
"yrT0b3vt" = "រង់ចាំការពិនិត្យឡើងវិញ";
"NCLB5d4E" = "ការទំនាក់ទំនងតាមអ៊ីនធឺណិត";
"k2UgCi7p" = "សូមជ្រើសរើសប្រភពនៃព័ត៌មាន";
"8L5GjYrU" = "តើអ្នកបានទទួលដំណឹងមកពីណាអំពីព័ត៌មានក្នុងការវិនិយោគ?";
"hWVJYzUP" = "កែប្រែបរិមាណទិញ";

"I2a76cxo" = "ការបញ្ជាទិញនឹងត្រូវបានពិនិត្យក្នុងរយៈពេល 1 នាទី។ បន្ទាប់ពីការត្រួតពិនិត្យ សូមបង់ប្រាក់អោយបានទាន់ពេលវេលា។ ប្រសិនបើការរង់ចាំរយៈពេលយូរ សូមទាក់ទងបុគ្គលិកផ្នែកសេវាកម្មអតិថិជន។";
"8Je39TOV" = "ធ្វើឱ្យស្ថានភាពស្រស់ឡើងវិញ";
"mRYU5bxb" = "ស្ថានភាពនៃការបញ្ជាទិញដែលបានបង់ និងលុបចោល៖ ប្រាក់ចំណូលប៉ាន់ស្មាន (ចំនួនបន្ទាប់ពីការកាត់ថ្លៃសេវា)\n\nស្ថានភាពនៃការបញ្ជាទិញដែលបានបញ្ចប់ត្រូវបានបង្ហាញ៖ ប្រាក់ចំណូលទូទាត់ (ចំនួនបន្ទាប់ពីកាត់ថ្លៃសេវា)\n\nប្រសិនបើស្ថានភាពដឹកជញ្ជូននៃការបញ្ជាទិញនៅក្រៅប្រទេសគឺជាការដឹកជញ្ជូនអន្តរជាតិ ប្រាក់ចំណូលនៃការទូទាត់នឹងត្រូវបានបង្ហាញ។\n\nនៅពេលដែលការទិញនៅក្រៅប្រទេសត្រូវបានទូទាត់សម្រាប់ការបញ្ជាទិញមានបញ្ហា (ការបញ្ជាទិញត្រូវបានលុបចោល) ប្រាក់ចំណូលដែលបង្កើតដោយការបញ្ជាទិញនឹងត្រូវបានកាត់";
"pkjnFFIN" = "បានតាំងទីលំនៅ";
"GnNBppFg" = "ប្រាក់ចំណូលក្រៅម៉ោង មិនអាចចាប់ផ្តើមដកប្រាក់ដោយខ្លួនឯងបានទេ។";
"3Rg5syJS" = "ប្រាក់ចំណូលធម្មតា";
"2FyXKLNM" = "1. ប្រាក់ចំណូលទូទាត់តាមការបញ្ជាទិញទាំងអស់ដែលបង្កើតដោយអ្នកលក់ធម្មតា។ \n 2, ចំណូលពីការទូទាត់ពីការមិនមែនទិញក្រៅប្រទេសដែលបង្កើតដោយអ្នកលក់ក្រៅម៉ោង";
"UYkt3Raq" = "ប្រាក់ចំណូលក្រៅម៉ោង";
"gBDoAbUa" = "ប្រាក់ចំណូលក្រៅម៉ោង៖ អ្នកលក់ក្រៅម៉ោងបង្កើតប្រាក់ចំណូលទូទាត់ពីការបញ្ជាទិញនៅបរទេស ដែលមិនអាចដកប្រាក់ដោយខ្លួនឯងបានទេ។ សូមទាក់ទងផ្នែកបម្រើសេវាអតិថិជនដើម្បីដកប្រាក់ចំណូលនេះ។";
"7LIDsWGg" = "មិនមានទិន្នន័យស្វែងរកដែលពាក់ព័ន្ធទេ សូមផ្លាស់ប្តូរលក្ខខណ្ឌក្នុងការស្វែងរក";
"h2H7EfuN" = "ពេលវេលាបញ្ចប់មិនអាចតិចជាងម៉ោងចាប់ផ្តើមទេ";
"lBMuQWri" = "ចន្លោះពេលមិនអាចលើសពី 90 ថ្ងៃ។";
"oZpZHOhQ" = "ប្ដូរតាមបំណង";
"hBQaWtMv" = "ពេលវេលាចាប់ផ្តើម";
"TvHMC2uy" = "ពេលវេលាបញ្ចប់";
"1mqzrw9T" = "សរុប៖ %ld";
"iW3fflPm" = "ប្រាក់ចំណូលសរុប";
"XgYwFZxn" = "ពង្រីក";
"CVwrQ7RV" = "（ប្រាក់ចំណូលក្រៅម៉ោង）";
"ZtxDc0nT" = "7 ថ្ងៃចុងក្រោយ";
"OVdIjzDL" = "30 ថ្ងៃចុងក្រោយ";

"tn_withdraw_success_tips" = "វេទិកានេះបានបញ្ជូនឆានែលមូលនិធិសម្រាប់ដំណើរការ។ ជាធម្មតា ការដកប្រាក់នឹងចូលក្នុងគណនីក្នុងរយៈពេល 2-7 ថ្ងៃ";

"LR4nKEjJ" = "តម្លៃដឹកជញ្ជូនទំនិញក្នុងប្រទេសចិន";
"7YWbzBzV" = "តម្លៃដឹកជញ្ជូនអន្តរជាតិ";
"yPagC9Hf" = "ការបង្រៀន";
"5Wyjqy9b" = "ក្រុមអតិថិជន";
"puzB8PGj" = "សូមជ្រើសរើសក្រុមអតិថិជន";
"umX4vUZT" = "ប្រភេទឆានែលអតិថិជន";
"G3osrW8A" = " សូមជ្រើសរើសប្រភេទឆានែលអតិថិជន";
"JxpZtQMe" = "រក្សាទុករូបភាព";
"tn_getNewPrice_loading" = "កំពុងប្រមូលតម្លៃផលិតផលចុងក្រោយបំផុត។";

"5qCmA9vN" = "កន្លែងប្រធានបទ";
"0GASiV54" = "ទំនិញលក់ដាច់";
"jeKXcBaw" = "ចុចប៊ូតុងដើម្បីប្តូររចនាបទទំព័រ";
"tn_click_collapse" = "ចុចដើម្បីបង្រួម";

"tn_full" = "ពេញហើយ";
"tn_reserve_full" = "ការកក់បានពេញ";

"6jak19x8" = "ទិញតែមួយ";
"d6Te2ndf" = "បាច់";
"ju2TZTyz" = "ចំនួនសរុបនៃទំនិញចាប់ពី%ldដុំ";
"zXpfvxcb" = "បរិមាណបញ្ជាទិញអប្បបរមាគឺ%ldដុំ";
"mk3QbbX9" = "បរិមាណគឺជាពហុគុណនៃ%ld";
"FnWMUMKZ" = "ជួរតម្លៃ ";
"cDxe1XFc" = "គាំទ្រជាបាច់";
"JAl17oWr" = "លក់ដុំចាប់ពី%ld";
"xbvsNRMg" = "%ldបានជ្រើសរើស";
"NATLXIbk" = "សូមបញ្ចូលបរិមាណទំនិញ";

"tn_selected_delivery_time_tips" = "សូមជ្រើសរើសពេលវេលាដឹកជញ្ជូន";
"tn_mix_batch" = "លាយគ្នា";

"tn_order_basefreight" = "លៃដឹកជញ្ជូនមូលដ្ឋាន";
"tn_order_additionalfreight" = "លៃដឹកជញ្ជូនសម្រាប់ការកក់";
"tn_total_k" = "តម្លៃ";
"tn_items_number_k" = "%ld ទំនិញ";

"mU9bFepw" = "ទំនាក់ទំនងផ្នែកដឹកជញ្ជូន";
"66SQCse1" = "ណែនាំផលិតផលថ្មី";
"1PvveLDi" = "ពត៌មានលម្អិតនៃផលិតផល";
"Y6ARiDuW" = "មើលទាំងអស់";
"K36W3YCd" = "ណែនាំ";
"SIWvcs5U" = "ប្រមូល";
"GSoqaQzH" = "ចែករំលែកដើម្បីរកប្រាក់ចំណូល";
"W8Ynfqn2" = "បានកំណត់ជាទំនិញលក់ដាច់";
"azV44ImU" = "ការកំណត់ជាទំនិញលក់ដាច់បានលុបចោល ";
"hiVjz7zq" = "កំណត់ជាទំនិញលក់ដាច់";
"FEVFu8Ej" = "លុបចោលការកំណត់ជាទំនិញលក់ដាច់";

"6pPdIAun" = "ការបញ្ជាទិញបានបង្កើត សូមកុំធ្វើការបញ្ជាទិញម្តងទៀត";
"aYqIpIoH" = "ប្រធានបទ";
"YE60b1rg" = "រកមិនឃើញផលិតផលដែលពាក់ព័ន្ធ សូមស្វែងរកដោយប្រើពាក្យគន្លឹះផ្សេងទៀត";
"2IEOpBIr" = "រកមិនឃើញផលិតផលដែលពាក់ព័ន្ធ អ្នកអាចពិនិត្យមើលផលិតផលនៅក្នុងផ្សារទំនើប";

"tn_selected_payment" = "ជ្រើសរើសវិធីបង់ប្រាក់";
"tn_recomend_for_you" = "បានណែនាំសម្រាប់អ្នក";
"tn_please_selected_payment" = "សូមជ្រើសរើសវិធីបង់ប្រាក់";
"tn_change_payment_tips" = "ប្រសិនបើវិធីបង់ប្រាក់បច្ចុប្បន្នមិនស្ថិតស្ថេរ អ្នកអាចជ្រើសរើសវិធីបង់ប្រាក់ផ្សេងទៀត";

"tn_color_to_area" = "តំបន់ចែកចាយដែលត្រូវគ្នានឹងពណ៌";
"tn_expand_more_area" = "ពង្រីកដើម្បីមើលតំបន់ចែកចាយបន្ថែមទៀត";

"8pF4Tooc" = "ពេលវេលាមកដល់";
"JGYtII7J" = "សូមបើកកាបូប WN និងការផ្ទៀងផ្ទាត់ឈ្មោះពិត មុនពេលមើលទិន្នន័យចំណូល";
"bYACqNTz" = "បើក";
"5ai7F6X6" = "ស្ថានភាពបញ្ជាទិញ";
"LA2A7zZs" = "ប្រភេទប្រាក់ចំណូល";
"vNSWHRwA" = "កាបូប";
"eS9STDsS" = "ចំនួនទឹកប្រាក់ទូទាត់គឺជាចំនួនសរុបដែលត្រូវបានដាក់ចូលទៅក្នុងកាបូប";
"PyKIqvR0" = "ចំនួនទឹកប្រាក់ដែលមិនទាន់មាននៅក្នុងកាបូប ចំនួនទឹកប្រាក់សរុបដែលត្រូវទូទាត់";
"m4qB6RZi" = "មុនពេលដាក់ពាក្យស្នើសុំជាអ្នកលក់ អ្នកត្រូវបើកកាបូប wownow និងធ្វើការផ្ទៀងផ្ទាត់ឈ្មោះពិត ដើម្បីឱ្យប្រាក់ចំណូលអាចទៅដល់កាបូបរបស់អ្នកទាន់ពេល";
"tn_order_done_time" = "ពេលវេលាបញ្ចប់ការបញ្ជាទិញ";

"UTgNWIp6" = "ថ្លៃដឹកជញ្ជូនបន្ថែម";

"tn_call_rider" = "ទំនាក់ទំនងអ្នកដឹកជញ្ជូន";
"tn_search_find" = "ស្វែងរកឃើញ";
"tn_search_rank" = "តារាងពិន្ទុស្វែងរក";
"tn_find_the_same" = "ស្វែងរកដូចគ្នា";
"tn_click_area_color" = "ចុចលើពណ៌ដើម្បីមើលតំបន់ដឹកជញ្ជូន";

"tn_link" = "តំណភ្ជាប់";
"tn_telegram_group" = "ក្រុម Telegram";
"tn_enter" = "បញ្ចូល";
"tn_jion_telegram" = "ចូលរួមជាមួយក្រុម Telegram ដើម្បីទទួលបានការបញ្ចុះតម្លៃបន្ថែមទៀត";
"tn_continue" = "បន្ត";
"tn_duplicate_order_tips" = "អ្នកទើបតែដាក់ការបញ្ជាទិញអំបាញ់មិញនេះ សូមកុំធ្វើការបញ្ជាទិញជាន់គ្នា";
"tn_buy_again" = "បញ្ជាទិញម្តងទៀត";

"VPdlGdML" = "សូមបញ្ចូលកូដបញ្ចុះតម្លៃ";
"bUYo9SST" = "មិនអាចប្រើគូប៉ុងបញ្ចុះតម្លៃច្រើនក្នុងពេលតែមួយបានទេ,
ការផ្តល់ជូនដ៏ល្អបំផុតត្រូវបានផ្គូរផ្គង";
"Lj8FNljv" = " សូមជ្រើសរើសគូប៉ុងបញ្ចុះតម្លៃ";
"1OcNTCXR" = "សេវាអតិថិជនតាមទូរស័ព្ទ";
"M3WSeFCc" = "ចុចដើម្បីហៅទូរស័ព្ទ";
"Zq59QECC" = "សេវាអតិថិជនតាមតេលេក្រាម";
"AXSH62N2" = " វិធីសាស្ត្រផ្សេងៗ";

"tn_current_order" = "ផលិតផលដែលបានកុម្ម៉ង់លើកនេះ";
"tn_continue_order" = "បន្តធ្វើការបញ្ជាទិញ";
"tn_special_offer" = "ការផ្តល់ជូនពិសេស";

"ctJWOdqh" = "ការដឹកជញ្ជូនដោយឥតគិតថ្លៃ";
"8NS0KvHv" = "យល់ព្រម";
"N3BS7pn3" = "បញ្ជាក់";
"YopSSoSE" = "សូមចុចប៊ូតុងយល់ព្រម";
"ycHB01cL" = "ដឹកជញ្ជូនភ្លាមៗ ";
"RQhkSnX7" = "ខ្ញុំចង់ពិគ្រោះជាមួយលេខដឹកជញ្ជូន：";
"dK5ckXzw" = "លេខដឹកជញ្ជូន：";
"VXqx9tll" = "តើអ្នកប្រាកដក្នងការលុបទំនិញ %ld ទាំងនេះទេ?";
"I80nN3yX" = "សូមជ្រើសរើសផលិតផល";

"tn_no_des" = "គ្មានការពិពណ៌នា";
"tn_choose_ship_company" = "ជ្រើសរើសក្រុមហ៊ុននាំសំបុត្រ";
"tn_please_choose_ship_company" = "សូមជ្រើសរើសក្រុមហ៊ុននាំសំបុត្រ";
"tn_waybill_freight" = "ថ្លៃដឹកជញ្ជូនទំនិញ";
"tn_recommend_k" = "ណែនាំ";

"tn_go_to_cart" = "ទៅរទេះទំនិញ";

"tn_activity_not_delivery_tip" = "អាសយដ្ឋានដឹកជញ្ជូនមិនស្ថិតនៅក្នុងជួរដឹកជញ្ជូនទេ។";
